Repository: viper-development/django-rest-authemail
Catalog: authemail/locale/*/LC_MESSAGES/django.po
Languages: da

source: Personal Info
da: Personliginformation

source: Permissions
da: Tilladelser

source: Important dates
da: Vigtige datoer

source: Password
da: Adgangskode

source: Password confirmation
da: Bekræftelse af adgangskode

source: Enter the same password as above, for verification.
da: Indtast den samme adgangskode som ovenfor for kontrol.

source: A user with that email already exists.
da: Der findes allerede en bruger med denne e-mail.

source: The two password fields did not match.
da: De to adgangskodefelter passede ikke sammen.

source: first name
da: fornavn

source: last name
da: efternavn

source: email address
da: E-mailadresse

source: staff status
da: personalestatus

source: Designates whether the user can log into this admin site.
da: Angiver, om brugeren kan logge ind på dette administratorsted.

source: active
da: aktiv

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
da: Angiver, om denne bruger skal behandles som aktiv. Fjern markeringen i stedet for at slette konti.

source: date joined
da: dato for tiltrædelse

source: verified
da: verificeret

source: Designates whether this user has completed the email verification process to allow login.
da: Angiver, om denne bruger har gennemført e-mailbekræftelsesprocessen for at tillade login.

source: user
da: bruger

source: users
da: brugere

source: code
da: kode

source: ip address
da: ip-adresse

source: Could not create user.
da: Kunne ikke oprette en bruger.

source: Email address already taken.
da: E-mail-adressen er allerede optaget.

source: Email address verified.
da: E-mail-adresse verificeret.

source: Unable to verify user.
da: Kan ikke verificere brugeren.

source: User account not active.
da: Brugerkonto ikke aktiv.

source: User account not verified.
da: Brugerkonto ikke verificeret.

source: Unable to login with provided credentials.
da: Det er ikke muligt at logge ind med de angivne legitimationsoplysninger.

source: User logged out.
da: Brugeren er logget ud.

source: Password reset not allowed.
da: Nulstilling af adgangskode ikke tilladt.

source: Password reset.
da: Nulstilling af kodeord.

source: Email address changed.
da: E-mailadresse ændret.

source: Password changed.
da: Adgangskode er ændret.
